[Doom2016Pistol X2WeaponTemplate]
FriendlyName="第一把枪"
FriendlyNamePlural="第一把枪"
BriefSummary="Every UAC employee is provided a standard UAC EMG (Energy-Matter-Gel) Sidearm upon promotion to Tier 2 and above. This sidearm is reliable and effective at short range. A gravity gear dynamo in the stock charges a capacitor whenever the operator moves. When the weapon is fired, the capacitor compresses up to 4 megawatts of Argent Energy into a hardening plasma gel and launches the slug at high velocity. The gel slug has the same impact properties of conventional ammunition, making the weapon act and feel like a standard ballistic firearm.The weapon is constructed of thermally diffusive metal alloys which allow it to discharge rapidly and repeatedly without overheating or compromising the accuracy. The capacitor in the EMG can also be upgraded to concentrate the energy into one large pulse for more stopping power. "
TacticalText="<Bullet/> 在没有特殊训练的情况下，使用主武器攻击会结束士兵的回合。\n<Bullet/> 通过配件改造来提升第一把枪的战斗力。（LWOTC禁用升级）"
AbilityDescName="第一把枪"


